[
    {
        "title": "Yangon Central Railway Station",
        "longitude": 96.16194,
        "latitude": 16.78106,
        "description": "Yangon Central Railway Station is the main railway station in Yangon, Myanmar, and a major hub in the country's rail network."
    },
    {
        "title": "Phaya Lan Railway Station",
        "longitude": 96.1544,
        "latitude": 16.78133,
        "description": "Phaya Lan Railway Station is a significant railway station in Yangon, providing vital transport links for the area."
    },
    {
        "title": "Lanmadaw Railway Station",
        "longitude": 96.14881,
        "latitude": 16.78148,
        "description": "Lanmadaw Railway Station is a key part of the railway system in Yangon, Myanmar, supporting local transportation."
    },
    {
        "title": "Pyay Lan Railway Station",
        "longitude": 96.14351,
        "latitude": 16.78412,
        "description": "Pyay Lan Railway Station serves the Yangon area, providing essential rail services for the region."
    },
    {
        "title": "Shan Lan Railway Station",
        "longitude": 96.13471,
        "latitude": 16.78642,
        "description": "Shan Lan Railway Station is located in Yangon, Myanmar, and is a notable part of the city's rail infrastructure."
    },
    {
        "title": "Ahlone Railway Station",
        "longitude": 96.1307,
        "latitude": 16.79126,
        "description": "Ahlone Railway Station is a key station in Yangon, Myanmar, known for its role in the local and regional rail network."
    },
    {
        "title": "Pann Hlaing Railway Station",
        "longitude": 96.12775,
        "latitude": 16.79746,
        "description": "Pann Hlaing Railway Station is an essential station in Yangon, Myanmar, providing important rail services."
    },
    {
        "title": "Kyimyindaing Railway Station",
        "longitude": 96.12651,
        "latitude": 16.80617,
        "description": "Kyimyindaing Railway Station is a major railway station in Yangon, Myanmar, crucial for the city's transportation network."
    },
    {
        "title": "Hanthawaddy Railway Station",
        "longitude": 96.12623,
        "latitude": 16.81669,
        "description": "Hanthawaddy Railway Station is located in Yangon, Myanmar, serving as a key transport hub."
    },
    {
        "title": "Hledan Railway Station",
        "longitude": 96.12477,
        "latitude": 16.8247,
        "description": "Hledan Railway Station is an important station in Yangon, Myanmar, known for its significant role in the city's railway network."
    },
    {
        "title": "Kamayut Railway Station",
        "longitude": 96.12016,
        "latitude": 16.84027,
        "description": "Kamayut Railway Station is a major railway station in Yangon, Myanmar, providing crucial transport services."
    },
    {
        "title": "Thiri Myaing Railway Station",
        "longitude": 96.11778,
        "latitude": 16.84927,
        "description": "Thiri Myaing Railway Station is located in Yangon, Myanmar, and plays an important role in the local transport system."
    },
    {
        "title": "Oakyinn Railway Station",
        "longitude": 96.11617,
        "latitude": 16.85526,
        "description": "Oakyinn Railway Station is a notable station in Yangon, Myanmar, supporting regional rail travel."
    },
    {
        "title": "Thamine Railway Station",
        "longitude": 96.1146,
        "latitude": 16.86126,
        "description": "Thamine Railway Station is a key station in Yangon, Myanmar, with a significant role in the city's railway network."
    },
    {
        "title": "Thamine Myo Thit Railway Station",
        "longitude": 96.11306,
        "latitude": 16.86707,
        "description": "Thamine Myo Thit Railway Station serves the Thamine area in Yangon, Myanmar, providing vital transport links."
    },
    {
        "title": "Gyo Gone Railway Station",
        "longitude": 96.111,
        "latitude": 16.87443,
        "description": "Gyo Gone Railway Station is an important station in Yangon, Myanmar, facilitating both passenger and freight services."
    },
    {
        "title": "Insein Railway Station",
        "longitude": 96.10708,
        "latitude": 16.88497,
        "description": "Insein Railway Station is a key station in Yangon, Myanmar, known for its extensive rail connections."
    },
    {
        "title": "Ywa Ma Railway Station",
        "longitude": 96.09896,
        "latitude": 16.89789,
        "description": "Ywa Ma Railway Station is situated in Yangon, Myanmar, and is significant for its contribution to the local rail network."
    },
    {
        "title": "Phawt Kan Railway Station",
        "longitude": 96.09283,
        "latitude": 16.90765,
        "description": "Phawt Kan Railway Station is an essential station in Yangon, Myanmar, supporting both local and regional rail traffic."
    },
    {
        "title": "Aung San Railway Station",
        "longitude": 96.09288,
        "latitude": 16.91503,
        "description": "Aung San Station is a major railway hub in Yangon, Myanmar, and plays a crucial role in the city's transport infrastructure."
    },
    {
        "title": "Da Nyin Gone Railway Station",
        "longitude": 96.09386,
        "latitude": 16.93278,
        "description": "Da Nyin Gone Railway Station is located in Yangon, Myanmar, and provides access to the surrounding neighborhoods."
    },
    {
        "title": "Set Hmu Zone Railway Station",
        "longitude": 96.09111,
        "latitude": 16.94808,
        "description": "Set Hmu Zone Station serves the industrial zone of Yangon, Myanmar, providing essential rail services for the area."
    },
    {
        "title": "Shwe Pyi Thar Railway Station",
        "longitude": 96.08768,
        "latitude": 16.95959,
        "description": "Shwe Pyi Thar Station is an important railway station in Yangon, Myanmar, known for its role in regional transportation."
    },
    {
        "title": "Thar Du Kan Railway Station",
        "longitude": 96.08403,
        "latitude": 16.97198,
        "description": "Thar Du Kan Railway Station is situated in Yangon, Myanmar. It is a key station within the Yangon railway system."
    },
    {
        "title": "Hlawga Railway Station",
        "longitude": 96.07607,
        "latitude": 16.99881,
        "description": "Hlawga Station is a railway station located in Yangon, Myanmar. It is part of the local rail network and serves both passenger and freight trains."
    },
    {
        "title": "Da Nyin Gone Railway Station",
        "longitude": 96.09386,
        "latitude": 16.93278,
        "description": "Da Nyin Gone Railway Station is located in Yangon and serves as an essential component of the city's rail system."
    },
    {
        "title": "Golf Course Railway Station",
        "longitude": 96.10444,
        "latitude": 16.93551,
        "description": "Golf Course Railway Station is situated in Yangon and plays a key role in the city's rail network."
    },
    {
        "title": "Kyait Ka Lei Railway Station",
        "longitude": 96.12768,
        "latitude": 16.94071,
        "description": "Kyait Ka Lei Railway Station is an important station in Yangon's rail network, providing essential transportation links."
    },
    {
        "title": "Mingaladon Market Railway Station",
        "longitude": 96.13848,
        "latitude": 16.93711,
        "description": "Mingaladon Market Railway Station serves the Mingaladon area in Yangon, providing essential rail services."
    },
    {
        "title": "Mingaladon Railway Station",
        "longitude": 96.14498,
        "latitude": 16.93079,
        "description": "Mingaladon Railway Station is a key part of Yangon's railway system, facilitating transport in the region."
    },
    {
        "title": "We Bagi Railway Station",
        "longitude": 96.1469,
        "latitude": 16.92104,
        "description": "We Bagi Railway Station is located in Yangon and serves as an essential part of the city's rail network."
    },
    {
        "title": "Ukkala Railway Station",
        "longitude": 96.14789,
        "latitude": 16.90707,
        "description": "Ukkala Railway Station is a significant part of Yangon's rail system, offering important transportation services."
    },
    {
        "title": "Puzon Taung Railway Station",
        "longitude": 96.15021,
        "latitude": 16.90055,
        "description": "Puzon Taung Railway Station is an important station in Yangon, providing crucial rail transport links."
    },
    {
        "title": "Kyaung Hla Railway Station",
        "longitude": 96.15304,
        "latitude": 16.88984,
        "description": "Kyaung Hla Railway Station is a key station in Yangon, supporting the local rail infrastructure."
    },
    {
        "title": "Bridge Four Railway Station",
        "longitude": 96.1554,
        "latitude": 16.87839,
        "description": "Bridge Four Railway Station serves the Yangon region, providing essential rail services."
    },
    {
        "title": "Swimming Railway Station",
        "longitude": 96.15872,
        "latitude": 16.86406,
        "description": "Swimming Railway Station is located in Yangon, Myanmar, and is part of the city's rail network."
    },
    {
        "title": "Parami Railway Station",
        "longitude": 96.16495,
        "latitude": 16.85123,
        "description": "Parami Railway Station is located in Yangon, Myanmar, and plays a significant role in the local transportation network."
    },
    {
        "title": "Kanbe Railway Station",
        "longitude": 96.16903,
        "latitude": 16.84349,
        "description": "Kanbe Railway Station is an important part of Yangon’s railway system, offering vital services for the city."
    },
    {
        "title": "Bauk Thaw Railway Station",
        "longitude": 96.1761,
        "latitude": 16.8296,
        "description": "Bauk Thaw Railway Station is a key station in Yangon, Myanmar, supporting local and regional rail transport."
    },
    {
        "title": "Tamwe Railway Station",
        "longitude": 96.1791,
        "latitude": 16.82111,
        "description": "Tamwe Railway Station is located in Yangon, Myanmar, and serves as a significant part of the city's rail network."
    },
    {
        "title": "Metta Nyaung Railway Station",
        "longitude": 96.18204,
        "latitude": 16.81278,
        "description": "Metta Nyaung Railway Station is an important station in Yangon, Myanmar, providing crucial rail connections."
    },
    {
        "title": "Malwe Kone Railway Station",
        "longitude": 96.1816,
        "latitude": 16.8027,
        "description": "Malwe Kone Railway Station serves the Yangon region and is integral to the local rail system."
    },
    {
        "title": "Puzon Taung Railway Station",
        "longitude": 96.1749,
        "latitude": 16.7861,
        "description": "Puzon Taung Railway Station is located in Yangon, Myanmar, and is important for local rail transport."
    }
]
